{"translation-revision-date":"2024-03-21 14:01:34+0000","generator":"GlotPress\/4.0.0","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n % 10 == 1 && n % 100 != 11) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"ru"},"Dedicated HTML Sitemaps do not work while using \"plain\" permalinks. Please update your %1$spermalink structure%2$s to use this option.":["Выделенные HTML-карты сайта не работают при использовании «обычных» постоянных ссылок. Чтобы использовать эту опцию, обновите структуру %1$sпостоянных ссылок%2$s."],"Display HTML Sitemap":["Отображать HTML-карту сайта"],"Publication Date":["Дата публикации"],"This setting only applies to posts and pages.":["Этот параметр применяется только к записям и страницам."],"Dedicated Page":["Выделенная страница"],"e.g. %1$s":["напр. %1$s"],"Open HTML Sitemap":["Открыть HTML-карту сайта"],"The following shortcode attributes can be used to override the default settings:":["Следующие атрибуты шорткода могут использоваться для переопределения стандартных настроек:"],"The function accepts an associative array with the following arguments that can be used to override the default settings:":["Функция принимает ассоциативный массив со следующими аргументами, которые можно использовать для переопределения стандартных настроек:"],"To view the sitemap, enter a URL and save changes.":["Чтобы открыть карту сайта, введите URL и сохраните изменения."],"To view the new sitemap, first save changes.":["Чтобы открыть новую карту сайта, сперва сохраните изменения."],"The post types (by slug, comma-separated) that are included in the sitemap.":["Типы записей (по ярлыкам, через запятую), включённые в карту сайта."],"The taxonomies (by slug, comma-separated) that are included in the sitemap.":["Таксономии (по ярлыкам, через запятую), включённые в карту сайта."],"The HTML tag that is used for the label of each section. Defaults to %1$s.":["HTML-тег, используемый для подписи каждого раздела. По умолчанию %1$s."],"Whether the labels should be shown or not. Defaults to %1$s.":["Следует ли отображать подписи. По умолчанию %1$s."],"Whether the publication date of posts should be shown.":["Следует ли отображать дату публикации записи."],"Whether the regular sitemap or compact date archive sitemap is output.":["Выводиться обычную карту сайта или компактную с архивом дат."],"The sort direction. The supported values are %1$s and %2$s.":["Направление сортировки. Поддерживаемые значения: %1$s и %2$s."],"The sort order. The supported values are %1$s, %2$s, %3$s and %4$s.":["Сортировка. Поддерживаемые значения: %1$s, %2$s, %3$s и %4$s."],"The page that you have entered is invalid or already exists. Please enter a page with a unique slug.":["Страница, которую вы указали, некорректна или уже существует. Пожалуйста, введите страницу с уникальным ярлыком."],"This setting allows you to toggle between the regular sitemap or the compact date archive sitemap. %1$s":["Данный параметр позволяет переключаться между обычной картой сайта и компактной картой сайта с архивом дат. %1$s"],"Using the custom-built tools below, you can add an HTML sitemap to your website and help visitors discover all your content. Adding an HTML sitemap to your website may also help search engines find your content more easily.":["С помощью специально созданных инструментов, представленных ниже, вы можете добавить на свой сайт карту сайта в формате HTML и помочь посетителям просматривать содержимое вашего сайта. Добавление HTML-карты сайта на ваш сайт также поможет поисковым системам быстрее находить ваши материалы."],"Last Updated Date":["Дата последнего обновления"],"Post\/Term ID":["ID записи\/термина"],"Use the following shortcode to display the HTML Sitemap. %1$s":["Используйте следующий шорткод для отображения карты сайта в формате HTML. %1$s"],"Use the following PHP code anywhere in your theme to display the sitemap. %1$s":["Используйте следующий код PHP в любом месте вашей темы, чтобы отобразить карту сайта. %1$s"],"HTML Sitemap Settings":["Настройки HTML-карты сайта"],"Display the sitemap on a dedicated page:":["Отображение карты сайта на выделенной странице:"],"Compact Archives":["Компактные архивы"],"Sort Order":["Сортировка"],"Alphabetical":["По алфавиту"],"Ascending":["По возрастанию"],"Descending":["По убыванию"],"Sort Direction":["Порядок"],"To add this block, edit a page or post and search for the %1$s\"%2$s - HTML Sitemap\"%3$s block.":["Чтобы добавить этот блок, перейдите к редактированию страницы или записи и найдите блок %1$s\"%2$s — HTML-карта сайта\"%3$s."],"HTML Sitemap":["HTML-карта сайта"],"Include All Taxonomies":["Включить все таксономии"],"Enable Sitemap":["Включить карту сайта"],"Exclude Posts \/ Pages":["Исключить записи\/страницы"],"Include All Post Types":["Включить все типы записей"],"Publish Date":["Дата публикации"],"Exclude Terms":["Исключить слова"],"Post Types":["Типы записей"],"Taxonomies":["Таксономии"],"Advanced Settings":["Расширенные настройки"],"Select which Post Types appear in your sitemap.":["Укажите типы публикаций для вывода на карте сайта."],"Select which Taxonomies appear in your sitemap.":["Укажите архивы таксономий для вывода на карте сайта."]}},"comment":{"reference":"dist\/Lite\/assets\/js\/HtmlSitemap.DegwgfE-.js"}}