{"translation-revision-date":"2024-03-21 14:01:34+0000","generator":"GlotPress\/4.0.0","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n % 10 == 1 && n % 100 != 11) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"ru"},"SERP Preview":["Предпросмотр страницы результатов поиска"],"SERP: Search Engine Results Page preview. Your site's potential appearance in Google search results. Final display may vary, but this preview closely resembles it.":["Предварительный просмотр страницы результатов поиска (SERP). Потенциальное появление вашего сайта в результатах поиска Google. Окончательное отображение может отличаться, но предпросмотр максимально близок к нему."],"X (Twitter)":["X (Twitter)"],"X (Twitter) Preview":["Предпросмотр X (Twitter)"],"X Card Type":["Тип карточки X"],"X cards by default will use the data defined below. If no data is set, X will instead pick up the data set on the Facebook tab.":["В карточках X по умолчанию будут использоваться данные, определенные ниже. Если данные отсутствуют, вместо них X будет использовать набор данных со вкладки Facebook."],"X Description":["Описание X"],"X Image":["Изображение X"],"X Title":["Заголовок X"],"Generate New SEO %1$s":["Создать %1$s SEO"],"Unlock Schema Generator":["Разблокировать генератор Schema"],"Priority Score is a %1$s feature. %2$s":["Оценка приоритета – это функция %1$s. %2$s"],"Schema Generator is a %1$s Feature":["Генератор Schema — это функция %1$s"],"Unlock Link Assistant":["Разблокировать ассистент по ссылкам"],"Cornerstone content refers to the most  important and informative articles or pages on your website that serve as the foundation for your content strategy. AIOSEO uses cornerstone content for":["Ключевой контент — это самые важные и информативные статьи или страницы вашего веб-сайта, которые служат основой вашей контент-стратегии. AIOSEO использует ключевой контент для"],"internal linking recommendations in Link Assistant.":["рекомендаций внутренних ссылок в ассистенте по ссылкам."],"Link Assistant is a %1$s Feature":["Ассистент по ссылкам — это функция %1$s"],"Mark as Cornerstone":["Отметить как ключевой контент"],"Additional Keyphrases are a %1$s feature. %2$s":["Дополнительные ключевые фразы — это функция %1$s. %2$s"],"Cornerstone Content":["Ключевой контент"],"Cornerstone Content is a %1$s feature. %2$s":["Ключевой контент – это функция версии %1$s. %2$s"],"Highlight sections in the Editor":["Выделение разделов в редакторе"],"Highlighting is disabled for current view":["Выделение отключено для текущего просмотра"],"Search Appearance > Advanced":["Внешний вид поиска > Дополнительно"],"Warning: You have disabled Autogenerate Descriptions and are using the default description format. %1$s will not output a description unless you enter a custom one. You can enable Autogenerate Descriptions under %2$s.":["Внимание: вы отключили автоматическое создание описаний и используете формат описания по умолчанию. %1$s не выведет описание, если вы не введёте что-либо. Можете включить автогенерацию описаний в разделе %2$s."],"SEO Revisions":["Редакции SEO"],"Open SEO Revisions":["Открыть редакции SEO"],"With our powerful revisions feature for all your SEO data, never lose the exact SEO title or description (and more!) that helped you rank higher in search results and restore it back in a single click.":["Благодаря функции управления редакциями для всех ваших SEO-данных вы никогда не потеряете точное SEO-название или описание (и многое другое!), которые вывели вас на более высокое место в результатах поиска, и сможете восстановить их одним щелчком."],"title":["заголовок"],"With our Pro version, you now have access to the powerful feature that generates SEO optimized %1$s with just a click of a button. Say goodbye to manual %2$s creation and hello to increased online visibility.":["Pro-версия теперь даёт доступ к мощному функционалу, который генерирует оптимизированные для SEO %1$s одним нажатием кнопки. Забудьте о том, что такое вручную создавать %2$s и приветствуйте повышенную видимость в Интернете."],"Titles":["Заголовки"],"Use AI Generator":["Использовать ИИ-генератор"],"Descriptions":["Описания"],"Learn more about all the features":["Узнайте больше обо всех функциях"],"meta descriptions":["метаописания"],"Upgrade to Pro Today":["Обновить до версии Pro сегодня"],"Generating SEO %1$s is a Pro Feature":["Функция создания %1$s SEO доступна в версии PRO."],"We have detected that you are currently using the %1$s Page Builder. Please click %2$shere%3$s to use the %1$s editor for a most accurate result.":["Мы обнаружили, что в настоящее время вы используете конструктор страниц %1$s. Пожалуйста, нажмите %2$sсюда%3$s, чтобы использовать редактор %1$s для получения наиболее точного результата."],"Schema":["Schema"],"Minimum size: 200px x 200px, ideal ratio 1.91:1, 5MB max. (eg: 1640px x 856px or 3280px x 1712px for Retina screens). JPG, PNG, WEBP and GIF formats only.":["Минимальный размер: 200x200 пикселей, идеальное соотношение 1,91:1, объем до 5 МБ (например 1640x856 px или 3280x1712 px для экранов Retina). Допустимые форматы: JPG, PNG, WEBP и GIF."],"Search Schema":["Поиск Schema"],"This is the default graph for this post type. All data for this graph will be automatically generated.":["Это граф по умолчанию для данного типа записи. Все данные для этого графа будут сгенерированы автоматически."],"Unlimited Schema":["Безлимитная Schema"],"Validate Schema":["Валидация Schema"],"Validate with Google":["Проверка с помощью Google"],"Video":["Видео"],"Your Templates":["Ваши шаблоны"],"Easily generate unlimited schema markup for your content to help you rank higher in search results. Our schema validator ensures your schema works out of the box.":["Cоздавайте неограниченное количество разметок schema для своего контента, чтобы повысить рейтинг сайта в поисковиках. Наш валидатор разметки schema гарантирует, что ваша schema будет работать сразу так, как нужно."],"Custom Schema":["Произвольная Schema"],"Use our powerful Schema Generator to configure Schema Markup for your content. Search Engines use structured data to better understand what your site is about as well as to display rich snippets in search results. %1$s":["Используйте наш мощный генератор Schema, чтобы настраивать разметку Schema для содержимого сайта. Поисковые системы используют структурированные данные, чтобы лучше понимать, о чем ваш сайт, а также отображать расширенные фрагменты в результатах поиска. %1$s"],"You have not added any schema yet. You can add any schema graphs you like via the Schema Generator below.":["Вы еще не добавляли Schema. Можно добавлять любые понравившиеся графы Schema с помощью генератора Schema ниже."],"Software":["Программное обеспечение"],"About Page":["О странице"],"Additional Schema Types":["Дополнительные типы Schema"],"Checkout Page":["Страница оформления заказа"],"Dataset":["Набор данных"],"Event":["Событие"],"Fact Check":["Проверка факта"],"Generate Schema":["Генерировать Schema"],"How To":["Как сделать"],"Increase Rankings":["Повышение рейтинга"],"Job Posting":["Объявление о вакансии"],"Medical Page":["Медицинская страница"],"Music":["Музыка"],"Music Album":["Музыкальный альбом"],"Music Group":["Музыкальная группа"],"Schema Catalog":["Каталог Schema"],"Schema Generator":["Генератор Schema"],"Schema In Use":["Используемая Schema"],"Schema Templates":["Шаблоны Schema"],"Schema Validation":["Валидация Schema"],"Search Results Page":["Страница результатов поиска"],"Service":["Услуга"],"Configure Schema Markup for your content. Search engines use structured data to display rich results in SERPs.":["Настройте Schema Markup для своего контента. Поисковые системы используют структурированные данные для выдачи в результатах поиска более полных результатов."],"description":["описание"],"Go to the Advanced tab to add\/edit meta keywords":["Перейдите на вкладку «Дополнительно», чтобы добавлять\/менять метаключевики."],"Looking for meta keywords?":["Ищете метаключевики?"],"Meta Description":["Метаописание"],"Get relevant suggestions for adding internal links to all your content as well as finding any orphaned posts that have no internal links.":["Получайте актуальные предложения по добавлению внутренних ссылок ко всему контенту сайта, а также по поиску зависших записей, в которых нет внутренних ссылок."],"No %1$s markup will be output for your post because it is currently disabled. You can enable %1$s markup in the Social Networks settings. %2$s":["Разметка %1$s не будет выводиться для вашей записи, поскольку в настоящее время она отключена. Вы можете включить разметку %1$s в настройках соцсетей. %2$s"],"Open Graph":["Open Graph"],"Go to Social Networks":["Перейти к соцсетям"],"Here you can add a redirect or view your existing redirects from this page. Click on the button below to view the Redirects panel.":["Здесь вы можете создать новую или просмотреть существующие переадресации с данной страницы. Нажмите на кнопку ниже, чтобы получить доступ к панели переадресаций."],"Open Redirects":["Открыть переадресации"],"Links & Suggestions for \"%1$s\"":["Ссылки и предложения для «%1$s»"],"Outbound Internal":["Исходящие внутренние"],"External":["Внешние"],"Link Suggestions":["Предлагаемые ссылки"],"Affiliate":["Партнер"],"You have exceeded the number of requests allowed by your %1$s plan.":["Вы превысили количество запросов, разрешенное вашим тарифом %1$s."],"In order to continue searching for additional keyphrases, you'll need to upgrade. %1$s":["Чтобы продолжить поиск дополнительных ключевиков, вам необходимо повысить тариф. %1$s"],"Actionable Link Suggestions":["Практические предложения по ссылкам"],"Delete All %1$s Links":["Удалить все %1$s ссылки"],"%1$s Link Suggestions":["Предлагаемые %1$s ссылки"],"Inbound":["Входящие"],"Post Title":["Заголовок записи"],"Phrase":["Фраза"],"Inbound Internal":["Внутренние входящие"],"See Orphaned Posts":["Смотреть зависшие записи"],"See Affiliate Links":["Смотреть партнерские ссылки"],"Here you can view an overview of your existing links as well as find suggestions for new internal links. Click on the button below to view the Link Assistant panel.":["Здесь вы можете просмотреть обзор существующих ссылок сайта, а также найти предложения для новых внутренних ссылок. Нажмите кнопку ниже, чтобы открыть панель ассистента по ссылкам."],"Open Link Assistant":["Открыть aссистент по ссылкам"],"See All %1$s %2$s Links":["Просмотреть все %2$s ссылки (%1$s шт.)"],"Top Domain Reports":["Отчеты о наиболее популярных доменах"],"Link Assistant":["Ассистент по ссылкам"],"You have exceeded the limit for requests. Please try again later.":["Вы превысили лимит запросов. Пожалуйста, попробуйте позже."],"An error occurred while fetching keyphrases. Please try again later.":["Ошибка при получении ключевых фраз. Пожалуйста, попробуйте позже."],"Improve your SEO rankings with additional keyphrases.":["Улучшит SEO-рейтинг своего сайта с помощью дополнительных ключевиков."],"Analyzing your content with %1$s keywords is only available to licensed %2$s users. %3$s":["Анализ содержимого сайта с помощью ключевых слов %1$s доступен лишь пользователям имеющим лицензию %2$s. %3$s"],"Trend":["Тренд"],"Add Keyphrase":["Добавить ключевую фразу"],"Remove Keyphrase":["Удалить ключевую фразу"],"No results":["Ничего"],"Show Results For:":["Показать результаты для:"],"Volume":["Объём"],"%1$s integrates directly with %2$s to provide you with actionable keyphrases to help you write better content.":["%1$s напрямую интегрируется с %2$s, чтобы предоставить действенные ключевые фразы, которые помогут вам писать более качественный текст."],"%1$sA valid license key is required%2$s in order to connect with %3$s.":["Для подключения к %3$s %1$sтребуется действующий лицензионный ключ%2$s."],"Get Additional Keyphrases with %1$s!":["Получите дополнительные ключевые фразы с %1$s!"],"Additional Keyphrases by %1$s":["Дополнительные ключевики от %1$s"],"Get Additional Keyphrases":["Получить дополнительные ключевики"],"To use this feature, first add a focus keyphrase.":["Чтобы использовать эту функцию, сначала добавьте фокусный ключевик."],"FAQ":["ЧаВо"],"Recipe":["Рецепт"],"Course":["Блюдо"],"(Default)":["(По умолчанию)"],"Edit Snippet":["Редактировать сниппет"],"Add Additional Keyphrases":["Добавить дополнительные ключевые фразы"],"Readability":["Читабельность"],"Preview & Edit":["Предпросмотр и редактирование"],"Not sure what keyphrases are used for? Check out our documentation for more information. %1$s":["Не знаете, для чего используются ключевые фразы? Ознакомьтесь с нашей документацией для получения дополнительной информации. %1$s"],"Enter a URL to change the default Canonical URL":["Введите URL для замены стандартного канонического URL"],"Robots Setting":["Настройка роботов"],"Here you can view and edit the thumbnail, title and description that will be displayed when your site is shared on social media. Click on the button below to view and edit the preview.":["Здесь вы можете просматривать и редактировать миниатюру, заголовок и описание, которые будут отображаться при публикации вашего сайта в социальных сетях. Нажмите кнопку ниже, чтобы просмотреть и отредактировать предварительный вид модуля."],"Default (Set under Social Networks)":["По умолчанию (устанавливается в социальных сетях)"],"Add Focus Keyphrase":["Добавить фокусный ключевик"],"Focus Keyphrase":["Фокусный ключевик"],"Additional Keyphrases":["Дополнительные ключевики"],"General":["Основные"],"Preview Snippet Editor":["Просмотр редактора сниппетов"],"Custom Field Name":["Имя произвольного поля"],"Video URL":["URL видео"],"Keyphrase":["Ключевая фраза"],"Use Data from Facebook Tab":["Брать данные из вкладки Facebook"],"Default Object Type (Set in Social Networks)":["Стандартный тип объекта (устанавливается в социальных сетях)"],"Press enter to create an article tag":["Жмите Enter, чтобы создать метку статьи"],"Facebook Description":["Описание для Facebook"],"Facebook Title":["Заголовок для Facebook"],"Facebook Image":["Изображение для Facebook"],"Image Source":["Источник изображения"],"Facebook Preview":["Предпросмотр для Facebook"],"Social":["Соцсети"],"Modal Content":["Содержимое модального окна"],"Basic SEO":["Базовое SEO"],"No ODP":["Без ODP"],"No Snippet":["Без сниппета"],"No Image Index":["Без индекса изображений"],"No Translate":["Без перевода"],"No Archive":["Без архива"],"No Follow":["No Follow"],"No Index":["No Index"],"Large":["Большой"],"Max Image Preview":["Предпросмотр максимальной картинки"],"Max Video Preview":["Предпросмотр максимального видео"],"Max Snippet":["Максимальный сниппет"],"Robots meta:":["Метатеги для роботов:"],"Standard":["Стандартный"],"Click on the tags below to insert variables into your title.":["Нажимайте на теги ниже, чтобы вставлять переменные в заголовок."],"Press enter to create a keyword":["Нажмите Enter, чтобы создать ключевое слово"],"%1$s Title":["%1$s: заголовок"],"This feature requires one of the following plans:":["Для этой функции требуется один из следующих тарифов:"],"Minimum size: 144px x 144px, ideal ratio 1:1, 5MB max. JPG, PNG, WEBP and GIF formats only.":["Минимальный размер: 144×144 px, идеальные пропорции 1:1, объем до 5MB. Допустимые форматы: JPG, PNG, WEBP и GIF."],"Minimum size: 300px x 157px, ideal ratio 2:1, 5MB max. JPG, PNG, WEBP and GIF formats only.":["Минимальный размер: 300×157 px, идеальные пропорции 2:1, объем до 5MB. Допустимые форматы: JPG, PNG, WEBP и GIF."],"Summary with Large Image":["Краткая информация с большим изображением"],"Click on the tags below to insert variables into your meta description.":["Нажимайте на теги ниже, чтобы вставлять переменные в метаописание."],"Delete":["Удалить"],"Click on the tags below to insert variables into your site name.":["Нажимайте на теги ниже, чтобы вставлять переменные в название сайта."],"Height":["Высота"],"Width":["Ширина"],"Contact Page":["Страница контактов"],"Item Page":["Страница элемента"],"Profile Page":["Страница профиля"],"Collection Page":["Страница коллекции"],"Web Page":["Веб-страница"],"Real Estate Listing":["Объявление по недвижимости"],"News Article":["Новостная статья"],"Blog Post":["Запись блога"],"None":["Нет"],"Advanced":["Дополнительно"],"Page Analysis":["Анализ страницы"],"Redirects":["Переадресации"],"Use Default Settings":["Использовать стандартные настройки"],"default":["по умолчанию"],"Priority Score":["Уровень приоритета"],"Keywords":["Ключевые слова"],"titles":["заголовки"],"Frequency":["Частота"],"Priority":["Приоритет"],"Article":["Статья"],"Article Section":["Раздел статьи"],"Article Tags":["Теги статьи"],"Book":["Книга"],"Default":["По умолчанию"],"Facebook":["Facebook"],"Product":["Продукт"],"Movie":["Видео"],"Object Type":["Тип объекта"],"Social Media":["Соцсети"],"Person":["Физ. лицо"],"Summary":["Краткая информация"],"Description":["Описание"],"Canonical URL":["Канонический URL"],"Title":["Название"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/App.CoNAsNOl.js"}}