{"translation-revision-date":"2024-03-21 14:01:34+0000","generator":"GlotPress\/4.0.0","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n % 10 == 1 && n % 100 != 11) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"ru"},"Unlock All Features":["Разблокировать все функции"],"This is a network-wide change.":["Это изменение подействует в масштабах всей сети."],"Yes, process this network change":["Да, обработать это изменение сети"],"Are you sure you want to activate these addons across the network?":["Вы уверены, что хотите активировать эти аддоны по сети?"],"Are you sure you want to deactivate these addons across the network?":["Вы уверены, что хотите деактивировать эти аддоны по сети?"],"No, I changed my mind":["Нет, я передумал(а)"],"Our Google News Sitemap lets you control which content you submit to Google News and only contains articles that were published in the last 48 hours. In order to submit a News Sitemap to Google, you must have added your site to Google’s Publisher Center and had it approved.":["Наша карта сайта для Новостей Google позволяет контролировать, какой контент будет отправляться в Новости Google, и содержит только статьи, опубликованные за последние 48 часов. Чтобы отправить карту сайта сервису новостей Google, вы должны добавить свой сайт в Центр издателей Google и получить его одобрение."],"The Video Sitemap works in much the same way as the XML Sitemap module, it generates an XML Sitemap specifically for video content on your site. Search engines use this information to display rich snippet information in search results.":["Карта сайта для видео работает во многом так же, как модуль XML-карты сайта: он генерирует XML-карту сайта специально для видеоконтента вашего сайта. Поисковые системы используют эту информацию для отображения информации расширенного описания в результатах поиска."],"Globally control the Title attribute and Alt text for images in your content. These attributes are essential for both accessibility and SEO.":["Глобально контролируйте атрибут заголовка и Alt-текст изображений в контенте сайта. Эти атрибуты важны как для удобства посетителей, так и для SEO."],"Enter License Key":["Введите лицензионный ключ"],"Purchase License":["Купите лицензию"],"A valid license key is required in order to use our addons.":["Для использования наших аддонов требуется действительный лицензионный ключ."],"Upgrade %1$s to Pro and Unlock all Features!":["Обновите %1$s тарифа Pro и разблокируйте все функции!"],"Search for Features...":["Поиск функций..."],"Activate All Features":["Активировать все"],"Deactivate All Features":["Деактивировать все"],"Your license has expired.":["Срок действия вашей лицензии истек."],"Your license key is invalid.":["Введённый лицензионный ключ недействителен."],"Your license has been disabled.":["Введённый лицензионный ключ заблокирован."],"You have not yet added a valid license key.":["Вы еще не добавили действительный лицензионный ключ."],"Local Business schema markup enables you to tell Google about your business, including your business name, address and phone number, opening hours and price range. This information may be displayed as a Knowledge Graph card or business carousel.":["Информационная разметка с данными о местном бизнесе позволяет вам рассказать Google о своей компании, в том числе указать название, адрес, номер телефона, часы работы и диапазон цен. Эта информация может отображаться в виде карточки графа знаний или бизнес-карусели."],"And many more...":["И многое другое..."],"Advanced WooCommerce":["Продвинутый WooCommerce"],"Image SEO Optimization":["SEO изображений"],"%1$s %2$s comes with many additional features to help take your site's SEO to the next level!":["%1$s %2$s поставляется со множеством дополнительных опций, которые помогут вывести SEO вашего сайта на новый уровень!"],"Video and News Sitemaps":["Новостная и видео карты сайта"],"Local Business SEO":["SEO для местного бизнеса"],"SEO for Categories, Tags and Custom Taxonomies":["SEO рубрик, меток и пользовательских таксономий"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/FeatureManager.1uj_COfm.js"}}