{"translation-revision-date":"2023-08-10 06:53:57+0000","generator":"GlotPress\/4.0.0-alpha.7","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n % 10 == 1 && n % 100 != 11) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"ru"},"Do you also want to check premium version demo of this plugin.":["Вы хотите проверить демоверсию премиум-версии этого плагина."],"Click here":["Щёлкните здесь"],"Do you want to check demo of this plugin.":["Вы хотите проверить демонстрацию этого плагина."],"Woo Product Slider and Carousel with Category Pro - Slider":["Woo Product Slider and Carousel with Category Pro - Слайдер"],"Exclude number of posts from starting. e.g if you pass 5 then it will skip first five post. Note: This will not work with limit=-1. Upgarade to ":["Исключить количество записей из запуска. например, если пройти 5, то он пропустит первые пять записей. Примечание: Это не будет работать с лимитом = -1. Обновление до "],"Query Offset":["Смещение запроса"],"Out of stock product display or not. Upgarade to ":["Отображение товара, отсутствующего, или нет. Обновление до "],"Out Of Stock":["Нет в наличии"],"Enter id of the post which you do not want to display. You can pass multiple ids with comma seperated. You can find id at relevant post listing page. Upgarade to ":["Введите id записи, который вы не хотите отображать. Вы можете передать несколько идентификаторов через запятую. Вы можете найти id на соответствующей странице списка записи. Перейти на "],"Exclude Post":["Исключить запись"],"Enter id of the post which you want to display. You can pass multiple ids with comma seperated. You can find id at relevant post listing page. Upgarade to ":["Введите id записи, который вы хотите отобразить. Вы можете передать несколько идентификаторов через запятую. Вы можете найти id на соответствующей странице списка записи. Перейти на "],"Display Specific Posts":["Отображать конкретные записи"],"Exclude post category. Works only if `Category` field is empty. You can pass multiple ids with comma seperated. You can find id at relevant category listing page. Upgarade to ":["Исключить категорию записи. Работает, только если поле «Категория» пусто. Вы можете передать несколько ID через запятую. Вы можете найти ID на соответствующей странице со списком категорий. Обновление до "],"Exclude Category":["Исключить категорию"],"If you are using parent category then whether to display child category or not. Upgarade to ":["Если используется родительскую категорию, следует ли отображать дочернюю категорию. Перейти на "],"Display Child Category":["Показать дочернюю рубрику"],"Enter category id to display categories wise.":["Введите ID категории для отображения категории."],"You can pass multiple ids with comma seperated. You can find id at relevant category listing page.":["Вы можете передать несколько ID через запятую. Вы можете найти ID на соответствующей странице списка категорий."],"Display Specific Category":["Отображать определённую рубрику"],"Order":["Упорядочение"],"Select order type. Note: This parameter does not work for \"type\" parameter value bestselling.":["Выберите тип упорядочения. Примечание. Этот параметр не работает для \"type\" значения параметра bestselling."],"Order By":["Упорядочить по"],"Enter number of product to be displayed. Enter -1 to display all.":["Введите кол-во отображаемых товаров. Введите -1, чтобы отобразить все."],"Limit":["Предел"],"Enter taxonomy name to display product taxonomy wise. By default taxonomy is \"product_cat\".":["Введите название таксономии, чтобы отобразить таксономию товара. По умолчанию таксономией является \"product_cat\"."],"Note: Be sure you have added valid taxonomy name otherwise no result will be displayed.":["Примечание. Убедитесь, что вы добавили правильное название таксономии, иначе результат не будет отображаться."],"Taxonomy":["Таксономия"],"Query Parameters":["Параметры запроса"],"Control default slider cls.":["Управление слайдером по умолчанию."],"Note: This is only used when you are using default Woo Commerce design and your theme has different class name instead of products.":["Примечание: Это используется только в том случае, если вы используете стандартный дизайн Woo Commerce, а в вашей теме вместо товаров используются другие названия классов."],"Default Slider Class":["Класс слайдера по умолчанию"],"Select option to use lazy loading in slider. Upgarade to ":["Выбрать опцию, чтобы использовать отложенной загрузку слайдера. Обновитесь до "],"Slider Lazyload":["Отложенная загрузка слайдера"],"Enable adaptive height. Upgarade to ":["Адаптивная высота слайдера. Обновитесь до "],"Slider Adaptive Height":["Адаптивная высота слайдера"],"Pause slider autoplay when slider element is focused. Upgarade to ":["Приостановка автовоспроизведения слайдера при фокусировке элемента слайдера. Обновитесь до "],"Pause On Focus":["Пауза при фокусировке"],"Pause slider autoplay on hover. Upgarade to ":["Приостановить автовоспроизведение слайдера при наведении курсора. Обновитесь до "],"Pause On Hover":["Пауза при наведении"],"Enable centered view with partial prev\/next slides. Use with odd numbered `Slides to Scroll` and `Slider Column` counts. Upgarade to ":["Включает центрированный вид с частичным просмотром предыдущего\/следующего слайдов. Используется при нечетном количестве `Slides to Scroll` и `Slider Column`. Обновление до "],"Centermode":["Центральный режим"],"Enable infinite loop for continuous sliding.":["Включите бесконечный цикл для непрерывного показа."],"Loop":["Повторять"],"Enter slide speed.":["Установить скорость слайдера."],"Speed":["Скорость"],"Enter autoplay interval speed.":["Введите скорость интервала автовоспроизведения."],"Autoplay Interval":["Интервал автозапуска"],"Autoplay":["Автовоспроизведение"],"Show pagination dots.":["Показать точки пагинации."],"Dots":["Точки"],"Show prev - next arrows.":["Показывать стрелки для назад - далее."],"Arrows":["Стрелки"],"Enter number to scroll slider at a time.":["Введите число для прокрутки слайдера за один раз."],"Slide To Scroll":["Слайд для прокрутки"],"Enter number for Slide to show at a time.":["Введите количество слайдов для одновременного показа."],"Slide To Show":["Слайд для показа"],"Slider Parameters":["Параметры слайдера"],"Control height of the product image. You can enter any numeric number. e.g 250. Leave empty for default height. Upgarade to ":["Высота изображения товара. Вы можете ввести любое числовое значение. например, 250. Оставьте пустым для высоты по умолчанию. Обновитесь до "],"Image Height":["Высота изображения"],"Fill the product image in a whole container. Upgarade to ":["Заполнить изображением товара в целый контейнер. Обновитесь до "],"Image Fit":["Подгонка изображения"],"Enter WordPress registered image size. e.g thumbnail, medium, medium_large, large or full. Upgarade to ":["Выберите размер изображения, зарегистрированный WordPress. Например, миниатюра (thumbnail), средний (medium), большой (large), полный (full). Переход к "],"Image Size":["Размер изображения"],"Choose link behaviour. Upgarade to ":["Выбрать поведение ссылки. Обновитесь до "],"Link Behaviour":["Поведение ссылки"],"Display dots after the post content as continue reading. Upgarade to ":["Отображение точек после содержимого записи в качестве продолжения чтения. Перейти на "],"Content Tail":["Конец содержимого"],"Enter content word limit. Upgarade to ":["Введите ограничение по количеству слов в содержимом. Перейти на "],"Content Words Limit":["Ограничение количества слов содержимого"],"Display product full description. Upgarade to ":["Отображать полное описание товара. Обновитесь до "],"Show Full Content":["Показать полное содержимое"],"Display product description. Upgarade to ":["Отображать описания товара. Обновитесь до "],"Show Description":["Показать описание"],"Display sale tag. Upgarade to ":["Отображать тег распродажи. Обновитесь до "],"Show Sale":["Показать распродажу (Sale)"],"Display product rating. Upgarade to ":["Отображать рейтинг товара. Обновитесь до "],"Show Rating":["Показать рейтинг"],"to get this option.":["чтобы получить эту опцию."],"Premium version ":["Премиум версия "],"Display product category. Upgarade to ":["Отображать категорию товара. Обновитесь до "],"Show Category":["Показать рубрику"],"Type":["Тип"],"Design":["Дизайн"],"General Parameters":["Основные параметры"],"Progressive":["Прогрессивный"],"Ondemand":["По запросу"],"Select Lazyload":["Выбрать отложенную загрузку"],"Ascending":["По возрастанию"],"Descending":["По убыванию"],"Random":["Случайный"],"Post Modified Date":["Дата изменения записи"],"Post Title":["Заголовок записи"],"Post Author":["Автор записи"],"Post ID":["ID записи"],"Post Date":["Дата записи"],"New Window":["В новом окне"],"Same Window":["В том же окне"],"Best Selling":["Наиболее продаваемый"],"Featured":["Рекомендуемая"],"Products":["Товары"],"Design 1":["Дизайн 1"],"Default":["Изначально"],"False":["False"],"True":["True"],"wcpscwc-pdt-slider":["wcpscwc-pdt-slider"],"product slider":["слайдер товара"],"wpos":["wpos"],"Display product in a slider view with various layouts.":["Отображение товара в виде слайдера с различными макетами."],"Product Slider":["Слайдер товара"]}},"comment":{"reference":"assets\/js\/blocks.build.js"}}